
__version__ = '0.19'
# 'москва+авто'
# '*частьслова*+обособленноеслово+@92'


# v0.19
# - заменил кадастровый номер на ссылку с картой replace_kadnum_to_maplink

# v0.18
# - подключены новые данные о сроке договора аренды

# v0.17
# - message new text order

# v0.16
# - message link to lot url

# v0.15
# - bugfix

# v0.14
# - переписано на sqlite, завязка на user_data

# v0.13
# - вывод количества месяцев аренды lot_contract_months

# v0.12
# - рефакторинг кода, вынес глубину дней анализа извещений в конфиг